Repository: fullstack-dev/tranxitswiftbase_ios_user_v3
Catalog: TranxitSwift/*.lproj/Localizable.strings
Languages: ar

source: Write Something
ar: أكتب شيئا

source: No Chat History Found
ar: لا التاريخ الدردشة العثور على

source: Yes
ar: نعم فعلا

source: No
ar: لا

source: Done
ar: فعله

source: Back
ar: الى الخلف

source: Delete
ar: حذف

source: no device
ar: لا يوجد جهاز

source: manual
ar: كتيب

source: OK
ar: حسنا

source: Cancel
ar: إلغاء

source: Mobile Number
ar: رقم الهاتف المحمول

source: Next
ar: التالى

source: Select Source
ar: اختر مصدر

source: ConfirmPassword
ar: تأكيد كلمة المرور

source: Camera
ar: الة تصوير

source: Photo Library
ar: مكتبة الصور

source: Walkthrough
ar: تجول

source: SIGN IN
ar: تسجيل الدخول

source: SIGNUP
ar: سجل

source: Or connect with social
ar: أو الاتصال مع الاجتماعية

source: Change Password
ar: تغيير كلمة السر

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Enter OTP
ar: أدخل OTP

source: OTP incorrect
ar: مكتب المدعي العام غير صحيحة

source: Current Password
ar: كلمة السر الحالية

source: Services to transport you where you need to go. A lot can happen, on our ride.
ar: خدمات لنقل لك حيث كنت في حاجة للذهاب. وهناك الكثير يمكن أن يحدث، على ركوب لنا.

source: Take a ride whenever and wherever you want. Plan and Schedule for us to pick you up.
ar: تتخذ مطيخذ جولة كلما وأينما تريد. خطة وجدول زمني لنا لنقلك

source: We have the most friendly drivers who will go the extra mile for you.
ar: لدينا أكثر السائقين الصديقة الذين سوف تتقدموا خطوة لك.

source: Welcome
ar: أهلا بك

source: Schedule
ar: جدول

source: Schedule
ar: جدول

source: Drivers
ar: السائقين

source: Country
ar: بلد

source: Time Zone
ar: وحدة زمنية

source: Business
ar: اعمال

source: Email
ar: البريد الإلكتروني

source: I need to create an account
ar: ولست بحاجة لإنشاء حساب

source: What's your Email Address?
ar: ما هو عنوان بريدك الالكترونى؟

source: Welcome back, sign in to continue
ar: أهلا بكم من جديد، تسجيل الدخول إلى مواصلة

source: Enter Password
ar: أدخل كلمة المرور

source: Enter New Password
ar: أدخل كلمة المرور الجديدة

source: Enter Confirm Password
ar: أدخل تأكيد كلمة المرور

source: Password
ar: كلمه السر

source: New Password
ar: كلمة السر الجديدة

source: I forgot my password
ar: لقد نسيت كلمة المرور

source: Enter your mail ID for recovery
ar: أدخل معرف البريد الخاص بك لتحقيق الانتعاش

source: Enter the details to register
ar: أدخل تفاصيل لتسجيل

source: Choose an account
ar: اختيار حساب

source: Facebook
ar: فيس بوك

source: Google
ar: جوجل

source: Payment
ar: دفع

source: Your Trips
ar: رحلات الخاصة بك

source: Coupon
ar: كوبون

source: Wallet
ar: محفظة نقود

source: Passbook
ar: وصل الدفع

source: Settings
ar: إعدادات

source: Help
ar: مساعدة

source: Share
ar: شارك

source: Invite Referral
ar: دعوة الإحالة

source: FAQ Support
ar: التعليمات دعم

source: Terms and Conditions
ar: الأحكام والشروط

source: Privacy Policy
ar: سياسة الخصوصية

source: Logout
ar: الخروج

source: Profile
ar: الملف الشخصي

source: First Name
ar: الاسم الاول

source: Last Name
ar: الكنية

source: Phone Number
ar: رقم الهاتف

source: Trip Trip
ar: رحلة رحلة

source: Personal
ar: الشخصية

source: save
ar: حفظ

source: Looking to change password?
ar: تبحث لتغيير كلمة المرور؟

source: Are you sure?
ar: هل أنت واثق؟

source: Are you sure want to logout?
ar: هل أنت متأكد تريد الخروج؟

source: Sure
ar: بالتأكيد

source: Source
ar: مصدر

source: Destination
ar: المكان المقصود

source: Home
ar: الصفحة الرئيسية

source: Work
ar: عمل

source: Add Location
ar: إضافة الموقع

source: Select Service
ar: حدد خدمة

source: Service
ar: الخدمات

source: More
ar: أكثر من

source: Change
ar: يتغيرون

source: GET PRICING
ar: الحصول على التسعير

source: Cancel Request
ar: إلغاء الطلب

source: Are you sure want to cancel the request?
ar: هل أنت متأكد تريد إلغاء الطلب؟

source: Finding Driver...
ar: العثور على سائق ...

source: Due to high demand price may vary
ar: نظرا لسعر الطلب مرتفع قد تختلف

source: Estimated Fare
ar: أجرة تقدر

source: ETA
ar: تقدير

source: Model
ar: نموذج

source: Use Wallet Amount
ar: استخدام المحفظة المبلغ

source: schedule ride
ar: ركوب الجدول الزمني

source: ride now
ar: اركب الآن

source: Schedule your Ride
ar: جدولة ركوب الخاص بك

source: Select
ar: تحديد

source: Driver accepted your request.
ar: قبول السائق طلبك.

source: You are on ride.
ar: كنت على ركوب.

source: Booking ID
ar: حجز

source: Distance Travelled
ar: المسافة المقطوعة

source: Time Taken
ar: الوقت الذي يستغرقه

source: Base Fare
ar: الاجرة الاساسية

source: Cash
ar: السيولة النقدية

source: Pay Now
ar: ادفع الآن

source: Rate your trip with
ar: معدل رحلتك مع

source: Write your comments
ar: إرسال تعليقاتكم

source: Distance Fare
ar: المسافة أجرة

source: Tax
ar: ضريبة

source: Total
ar: مجموع

source: Submit
ar: خضع

source: Driver has arrived at your location.
ar: وصل السائق في موقعك.

source: Due to peak hours, charges will be varied based on availability of provider.
ar: بسبب ساعات الذروة، وسوف تختلف الرسوم بناء على توافر مقدم.

source: Call
ar: مكالمة

source: Past
ar: الماضي

source: Upcoming
ar: القادمة

source: Add card for payments
ar: إضافة بطاقة للمدفوعات

source: Payment Methods
ar: طرق الدفع

source: Your Cards
ar: بطاقات الخاص بك

source: Wallet History
ar: التاريخ محفظة

source: Coupon History
ar: التاريخ القسيمة

source: Enter Coupon Code
ar: أدخل رمز القسيمة

source: Add Coupon Code
ar: إضافة رمز القسيمة

source: Note : Please enter the OTP send to your registered email address
ar: ملاحظة: الرجاء إدخال مكتب المدعي العام إرسالها إلى عنوان بريدك الإلكتروني المسجل

source: latitude
ar: خط العرض

source: longitude
ar: خط الطول

source: Total Distance
ar: المسافة الكلية

source: Share Ride
ar: حصة ركوب

source: would like to share a ride with you at
ar: أود أن حصة ركوب معك في

source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح

source: OTP
ar: مكتب المدعي العام

source: at
ar: في

source: Favourites
ar: المفضلة

source: Change Language
ar: غير اللغة

source: No favourite address available
ar: أي عنوان المفضل متاح

source: Cannot make call at this moment
ar: لا يمكن إجراء مكالمة في هذه اللحظة

# Offer
source: Offers
ar: عرض

source: Amount
ar: كمية

source: Credited By
ar: الفضل بواسطة

source: Coupon Code
ar: رمز القسيمة

source: OFF
ar: إيقاف

source: Could not open Email at the moment.
ar: لا يمكن فتح البريد الإلكتروني في الوقت الراهن.

source: Could not reach th web
ar: لا يمكن أن تصل إلى الويب عشر

source: Would you like to make a SOS Call?
ar: هل ترغب في إجراء مكالمة SOS؟

source: mins
ar: دقيقة

source: Invoice
ar: فاتورة

source: View Receipt
ar: استلام عرض

source: Pay via
ar: دفع عبر

source: Comments
ar: تعليقات

source: Past Trip Details
ar: تفاصيل رحلة الماضية

source: Upcoming Trip Details
ar: تفاصيل رحلة القادمة

source: Payment Method
ar: طريقة الدفع او السداد

source: Cancel Ride
ar: إلغاء جولة

source: No Comments
ar: بدون تعليقات

source: No Past Trips
ar: لا رحلات سابقة

source: No Upcoming Trips
ar: لا رحلات القادمة

source: No Wallet Details
ar: لا تفاصيل المحفظة

source: No Coupon Details
ar: لا تفاصيل القسيمة

source: Fare
ar: أجرة

source: Fare Type
ar: نوع عادل

source: Capacity
ar: سعة

source: Rate Card
ar: سعر البطاقة

source: Distance
ar: مسافه: بعد

source: Send my Location
ar: إرسال بلدي الموقع

source: No Internet?
ar: لا انترنت؟

source: Book Now using SMS
ar: الكتاب الآن باستخدام SMS

source: Tap the button below to send your current location by SMS.
ar: اضغط على الزر أدناه لإرسال موقعك الحالي عن طريق الرسائل القصيرة.

source: Standard charges may apply
ar: قد يتم تطبيق رسوم القياسية

source: No thanks, I'll try later
ar: لا شكرا، سأحاول في وقت لاحق

source: I need a cab @
ar: أحتاج سيارة أجرة @

source: (Please donot edit this SMS. Standard SMS charges of Rs.3 per SMS may apply)
ar: (يرجى متأكدا تحرير هذا SMS. رسوم SMS نموذجية من Rs.3 في أن يقدم طلبا SMS)

source: TRANXIT Enterprise © 2018
ar: TRANXIT المؤسسة © 2018

source: miles
ar: اميال

source: Please try again
ar: حاول مرة اخرى

source: ADD COUPON
ar: أضف عرض

source: Add Money
ar: إضافة المال

source: ADD AMOUNT
ar: إضافة كمية

source: Your wallet amount is
ar: كمية محفظة الخاص بك هو

source: Support
ar: الدعم

source: Our team persons will contact you soon!
ar: والأشخاص فريقنا بالاتصال بك قريبا!

source: Are you sure want to delete this card?
ar: هل تريد بالتأكيد حذف هذه البطاقة؟

source: Remove
ar: إزالة

source: Discount
ar: خصم

source: Plan Changed
ar: خطة تغييرها

source: Booked another cab
ar: حجز سيارة أجرة أخرى

source: Driver Delayed
ar: سائق تأخر

source: Lost Wallet
ar: فقدت محفظة

source: Others If Any
ar: الآخرين إذا أي

source: Reason For Cancellation
ar: سبب الالغاء

source: Add Card to continue with wallet
ar: إضافة بطاقة الاستمرار في المحفظة

source: Enter Valid Amount
ar: أدخل المبلغ صالح

source: All payment methods has been blocked
ar: تم حظر جميع طرق الدفع

source: select card to continue
ar: حدد بطاقة لمواصلة

source: Time Fare
ar: أجرة الوقت

source: Tips
ar: نصائح

source: Wallet Deduction
ar: محفظة خصم

source: To Pay
ar: لدفع

source: Add Tips
ar: إضافة نصائح

source: Proceed
ar: تقدم

source: Estimation fare not available
ar: أجرة تقدير غير متوفرة

source: View Coupons
ar: عرض كوبونات

source: Apply
ar: تطبيق

source: Validity
ar: صلاحية

source: Paid
ar: دفع

source: No Coupons
ar: لا كوبونات

source: Spanish
ar: الأسبانية

source: Arabic
ar: عربى

source: Become a Driver
ar: تصبح سائق

source: Balance
ar: توازن

source: CARD
ar: بطاقة

source: CASH
ar: السيولة النقدية

source: A new version of this App is available in the App Store
ar: يتوفر إصدار جديد من هذا التطبيق في App Store

source: Password changed and please login with new password
ar: تم تغيير كلمة المرور ويرجى تسجيل الدخول باستخدام كلمة مرور جديدة

source: Min
ar: دقيقة

source: Hour
ar: ساعة

source: Distance
ar: مسافه: بعد

source: Distance / Min
ar: المسافة / دقيقة

source: Distance / Hour
ar: المسافة / ساعة

source: Dispute
ar: خلاف

source: Lost Items
ar: المواد المفقودة

source: Payment not confirmed from the driver
ar: الدفع غير مؤكد من السائق

source: Ride Created Successfully
ar: ركوب يخلق بنجاح

source: Want to change destination?
ar: تريد تغيير الوجهة؟

source: Notification Manager
ar: مدير الإخطار

source: Update Ride? If you update your destination your fare may change
ar: تحديث ركوب؟ إذا قمت بتحديث وجهتك ، فقد تتغير أجرة سفرك

source: Your Dispute already created
ar: النزاع الخاص بك بالفعل

source: Please enter your comments
ar: يرجى إدخال تعليقاتك

source: Please choose dispute type
ar: يرجى اختيار نوع النزاع

source: You are using both user and driver apps in same device. So app may not work properly
ar: أنت تستخدم كل من تطبيقات المستخدم وبرامج التشغيل في نفس الجهاز. لذلك قد لا يعمل التطبيق بشكل صحيح

source: Continue
ar: استمر

source: Round off
ar: نهاية الجولة

source: **Waiting charge not applicable for this service type
ar: ** لا يتم تطبيق رسوم الانتظار على نوع الخدمة هذا

source: No Notifications
ar: لا إشعارات
